# -*- coding: utf-8 -*-
# Token
token = ''
tmdb_key = ''

# Limit on the output
limit = 5

poster_path = 'https://image.tmdb.org/t/p/original'

start = 'Добро пожаловать!\n' \
        'Я - ваш неспешный гид по миру кино. \n' \
        'Наберите /help, если хотите узнать, как мной пользоваться. \n' \
        'А если вы - не любитель читать инструкции, просто введите название фильма. \n' \
        'version 1.0'

help_text = 'Привет! Все очень просто. \n' \
            'Наберите название фильма и отправьте мне.\n' \
            'В ответ я пришлю вам список фильмов, наиболее похожих на ваш запрос.\n' \
            'Нажмите на синенькую ссылку, чтобы увидеть афишу.\n' \
            'Ваш неспешный гид предложит вам еще и сайты для просмотра.\n' \
            'Обнимаю! С Новым Годом!'

ivi_link = 'https://www.ivi.ru/search/?q='
okko_link = 'https://okko.tv/search/'
yandex_link = 'https://yandex.ru/video/search?text='
